/* Host name that is shown if the printer is local */
" " = " ";

/* Location Unknown */
"Location Unknown" = "Onbekende locatie";

/* Ink level legal disclaimer */
"Supply levels shown are approximate." = "Status toebehoren wordt bij benadering aangegeven.";

